Repository: collective/collective.subscribablesections
Catalog: collective/subscribablesections/locales/*/LC_MESSAGES/collective.subscribablesections.po
Languages: es

source: Add Subscribable Sections portlet
es: Agregar portlet de Secciones suscribibles

source: Add Subscription Requests portlet
es: Agregar portlet de Solicitudes de suscripción

source: Allow Members to request access to private Plone Folders.
es: Permite a los usuarios Miembro solicitar acceso a la carpeta privada de Plone.

source: Approve request
es: Aprobar solicitud

source: Closed Section
es: Sección Cerrada

source: Folder for which approved subscription is required to view it
es: Esta carpeta requiere que la suscripción este aprobada para visualizar su contenido

source: Folder for which subscription is required to view it, where subscription is given immediately upon request
es: Esta carpeta requiere estar suscrito a ella para visualizar su contenido, donde la suscripción se da inmediatamente después de hacer la solicitud

source: Insufficient privileges
es: Privilegios insuficientes

source: Manage subscriptions
es: Administrar suscripciones

source: My subscriptions
es: Mis suscripciones

source: No requests yet
es: No hay solicitudes aún

source: No subscriptions yet
es: Sin suscripciones aún

source: Open Section
es: Sección Abierta

source: Remove
es: Eliminar

source: Remove request
es: Remover solicitud

source: Remove subscription
es: Remover suscripción

source: Requests
es: Solicitudes

source: Reset form
es: Limpiar formulario

source: Submit
es: Enviar

source: Subscribable Sections
es: Secciones Suscribibles

source: Subscribable Sections uninstall
es: Desinstalar el producto Secciones Suscribibles

source: Subscribable sections
es: Secciones suscribibles

source: Subscription requests
es: Solicitudes de suscripción

source: Subscriptions
es: Suscripciones

source: The following is a list of subscriptions and pending subscription requests.
es: La siguiente es una lista de su(s) suscripciones y su(s) solicitud(es) de suscripción pendiente(s).

source: This portlet lists Subscribable Sections in the site.
es: Este portlet lista las Secciones Suscribible en el sitio.

source: This portlet lists all requested subscriptions in the site.
es: Este portlet lista todas las suscripciones solicitadas hechas en el sitio.

source: Uninstall profile for the Subscribable Sections package.
es: Perfil de desinstalación del producto Secciones Suscribibles.

source: User
es: Usuario

source: You have no pending subscription requests.
es: Usted no tiene pendiente solicitudes de suscripción.

source: You're not subscribed to any Section.
es: Usted no esta suscrito a ninguna Sección.

source: description_no_privileges_for_page
es: Usted no tiene suficientes privilegios para ver esta pagina. Si usted cree que usted está recibiendo este mensaje por error, póngase en contacto con el ${site_admin}.

source: description_subscription_required
es: Esta sección requiere que usted se suscriba para observar sus contenidos. ${request_subscription}

source: heading_no_privileges
es: Privilegios Insuficientes

source: heading_subscription_required
es: Suscripción requerida

source: label_request_subscription
es: Solicitud de suscripción

source: label_site_administration
es: Administrador del sitio

source: link_my_subscriptions
es: Ver mis suscripciones

source: management_form_success
es: Formulario actualizado.

source: request_added
es: Su solicitud de suscripción fue agregada.

source: request_exists
es: La solicitud de suscripción existe para este usuario.

source: request_removed
es: Solicitud removida.

source: subscription_granted
es: La suscripción fue otorgada.

source: subscription_removed
es: Suscripción removida.

source: subscription_success
es: Usted ahora esta suscrito.
